**free
/if not defined(COPYRIGHT_DSPEC)
ctl-opt copyright('V1.3 - 06.06.2026 - mailto: thomas.raddatz@tools400.de');
/eof
/endif
dcl-c FNDRPLSTR_VERSION '1.3';
dcl-c FNDRPLSTR_DATE '06.06.2026';
