000100170213      /if not defined(COPYRIGHT_DSPEC)
000200170213     h copyright('V1.2.1 - 09.02.2017 - mailto: thomas.raddatz@tools400.de')
000300170213      /eof
000400170213      /endif
000500170213     D FNDRPLSTR_VERSION...
000600170213     D                 C                   '1.2.1'
000700170213     D FNDRPLSTR_DATE...
000800170213     D                 C                   '09.02.2017'
