      /if not defined(COPYRIGHT_DSPEC)
     h copyright('V1.2.1 - 09.02.2017 - mailto: thomas.raddatz@tools400.de')
      /eof
      /endif
     D FNDRPLSTR_VERSION...
     D                 C                   '1.2.1'
     D FNDRPLSTR_DATE...
     D                 C                   '09.02.2017'
