      /IF NOT DEFINED(qObj_t    )
      /DEFINE qObj_t
      * ============================================================= *
      *   Qualified object name                                       *
      *===============================================================*
      *
     D qObj_t          DS                  qualified           based(pDummy)
     D  name                         10A
     D  lib                          10A
      *
      /ENDIF
