000100170213      *---------------------------------------------------------------
000200170213      * Datenstruktur für Message-ID : FRS0005
000300170213      *
000400170213      * Searching
000500170213      *
000600170213     D FRS0005         DS
000700170213      *   Keine Ersatzvariablen definiert!
000800170213     D FRS0005#        S              8B 0 INZ(0000)
000900170213      *
