000100170213      *---------------------------------------------------------------
000200170213      * Datenstruktur für Message-ID : FRS0004
000300170213      *
000400170213      * Retrieving member list ...
000500170213      *
000600170213     D FRS0004         DS
000700170213      *   Keine Ersatzvariablen definiert!
000800170213     D FRS0004#        S              8B 0 INZ(0000)
000900170213      *
