      *---------------------------------------------------------------
      * Datenstruktur für Message-ID : FRS0005
      *
      * Searching
      *
     D FRS0005         DS
      *   Keine Ersatzvariablen definiert!
     D FRS0005#        S              8B 0 INZ(0000)
      *
