      *---------------------------------------------------------------
      * Datenstruktur für Message-ID : FRS0004
      *
      * Retrieving member list ...
      *
     D FRS0004         DS
      *   Keine Ersatzvariablen definiert!
     D FRS0004#        S              8B 0 INZ(0000)
      *
