**free
//---------------------------------------------------------------
// Datenstruktur fr Message-ID : FRS0004

// Retrieving member list ...

dcl-ds FRS0004;
end-ds;
//   Keine Ersatzvariablen definiert!
dcl-s FRS0004# bindec(8) inz(0000);

