**free
//---------------------------------------------------------------
// Datenstruktur fr Message-ID : FRS0001

// Searching member &1.

dcl-ds FRS0001;
  FRS00011 char(010) inz(*blanks);
end-ds;
dcl-s FRS0001# bindec(8) inz(0010);

