**free
//---------------------------------------------------------------
// Datenstruktur fr Message-ID : FRS0005

// Searching

dcl-ds FRS0005;
end-ds;
//   Keine Ersatzvariablen definiert!
dcl-s FRS0005# bindec(8) inz(0000);

