      *---------------------------------------------------------------
      * Datenstruktur für Message-ID : FRS0001
      *
      * Searching member &1.
      *
     D FRS0001         DS
     D  FRS00011                    010A   INZ(*BLANKS)
     D FRS0001#        S              8B 0 INZ(0010)
      *
