000100170213      *---------------------------------------------------------------
000200170213      * Datenstruktur für Message-ID : FRS0001
000300170213      *
000400170213      * Searching member &1.
000500170213      *
000600170213     D FRS0001         DS
000700170213     D  FRS00011                    010A   INZ(*BLANKS)
000800170213     D FRS0001#        S              8B 0 INZ(0010)
000900170213      *
