000100170213     H DEBUG
000200170213     H OPTION(*SRCSTMT : *NODEBUGIO)
000300170213     H DECEDIT('0,') DATEDIT(*DMY.)
000400170213     H DATFMT(*ISO )  TIMFMT(*ISO )
000500170213     H EXPROPTS(*RESDECPOS)
000600170213     H EXTBININT(*YES)
000700170213
